Repository: oe-alliance/PlutoTV
Catalog: src/PlutoTV/locale/*.po
Languages: de

source: %d Hour
de: %d Stunde

source: %s favorite added.
de: %s Favorit hinzugefügt.

source: %s favorite deleted.
de: %s Favorit gelöscht.

source: * Automatic *
de: * Automatisch *

source: * Unknown *
de: * Unbekannt *

source: ** My Favorites **
de: ** Meine Favoriten **

source: ** No episodes available **
de: Keine Episoden verfügbar

source: ** No favorites available **
de: Keine Favoriten verfügbar

source: ** No seasons available **
de: Keine Staffeln verfügbar

source: ** Unexpected menu type '%s'!
de: ** Unerwarteter Menütyp '%s'!

source: Add #DESCRIPTION to bouquets
de: Hinzufügen von #DESCRIPTION zu Bouquets

source: Add Bouquet
de: Bouquet hinzufügen

source: Add Favorite
de: Favorit hinzufügen

source: Add Samsung channels to bouquets
de: Hinzufügen von Samsung-Kanälen zu Bouquets

source: Add Xiaomi channels to bouquets
de: Hinzufügen von Xiaomi-Kanälen zu Bouquets

source: Add to Extensions Menu
de: Zum Erweiterungsmenü hinzufügen

source: Add to Main Menu
de: Zum Hauptmenü hinzufügen

source: Add update to Extensions Menu
de: Update zum Erweiterungsmenü hinzufügen

source: Add/Delete a Pluto TV bouquet
de: Pluto TV-Bouquet hinzufügen/löschen

source: Back
de: Zurück

source: Bouquet %s region
de: Bouquet-Region %s

source: Bouquet %s service type
de: Bouquet-Diensttyp %s

source: Building bouquet '%s' for '%s'.
de: Erstelle Bouquet '%s' für '%s'.

source: Building category and channel lists.
de: Erstelle Kategorien- und Kanallisten.

source: Cancel
de: Abbrechen

source: Cancel Pluto TV update
de: Pluto TV-Update abbrechen

source: Cast
de: Besetzung

source: Close
de: Schließen

source: Close Pluto TV
de: Pluto TV Schliessen

source: Close PlutoTV and close all menus
de: Pluto TV schließen und alle Menüs verlassen

source: Confirm close
de: Schließen bestätigen

source: Delete Bouquet
de: Bouquet löschen

source: Delete Favorite
de: Favorit löschen

source: Director
de: Regisseur

source: Do you want to close Pluto TV?
de: Möchten Sie Pluto TV wirklich beenden?

source: Do you want to resume playback?
de: Soll diese Wiedergabe fortgesetzt werden?

source: Downloading '%s' picon.
de: Lade Picon '%s' herunter.

source: Duration
de: Dauer

source: Enter the directory where the Pluto TV picons will be saved. This should be the same location where other picons are located.
de: Geben Sie das Verzeichnis an, in dem die Pluto TV-Picons gespeichert werden sollen. Es sollte das gleiche Verzeichnis sein wo die anderen Picons liegen.

source: Episode
de: Folge

source: Error during update, update aborted!
de: Beim Update ist ein Fehler aufgetreten, das Update wurde abgebrochen!

source: Error: Generated channel number too big! (%s)
de: Fehler: Generierte Kanalnummer zu groß! (%s)

source: Error: No VOD categories available!
de: Fehler: Keine Kategorien verfügbar!

source: Fetching %s carousel data.
de: Lade Karusselldaten von %s.

source: Fetching EPG data.
de: Lade EPG-Daten.

source: Force picon download
de: Picon-Download erzwingen

source: Go back to the previous menu
de: Zum vorherigen Menü zurückkehren

source: Live TV channel numbering
de: Live TV Kanal-Nummerierung

source: Live TV mode
de: Live-TV-Modus

source: Loading Pluto TV categories, please wait...
de: Kategorien werden geladen, bitte warten…

source: MENU
de: MENÜ

source: Move down a line
de: Eine Zeile nach unten

source: Move down a screen
de: Eine Seite nach unten

source: Move to first line / screen
de: Zum Anfang springen

source: Move to last line / screen
de: Zum Ende springen

source: Move up a line
de: Eine Zeile nach oben

source: Move up a screen
de: Eine Seite nach oben

source: NOTE: Pluto TV picons should be deleted before the next bouquet update.
de: Die Pluto TV Picons sollten vor dem nächsten Bouquet-Update gelöscht werden.

source: None
de: Nichts

source: Open the Pluto TV settings screen
de: Pluto TV-Einstellungsmenü öffnen

source: Original release
de: Ursprüngliche Veröffentlichung

source: Picon directory
de: Picon Verzeichnis

source: Picon mode
de: Picon-Modus

source: Play Pluto TV videos and create Pluto TV bouquets. (Version: %s)
de: Pluto TV Videos abspielen und Bouquets erstellen. (Version: %s)

source: Please wait...
de: Bitte warten...

source: Plugin generated
de: Plugin erzeugt

source: Pluto TV Actions
de: Pluto TV Aktionen

source: Pluto TV Movie Player
de: Pluto TV Player

source: Pluto TV Scheduler
de: Pluto TV Zeitplaner

source: Pluto TV Settings
de: Pluto TV Einstellungen

source: Pluto TV Update Action
de: Pluto TV Update-Aktion

source: Pluto TV bouquets last updated
de: Pluto TV Bouquets zuletzt aktualisiert

source: Pluto TV may not be available in '%s'.
de: Pluto TV ist möglicherweise in '%s' nicht verfügbar.

source: Pluto TV may not be available in your location.
de: Pluto TV ist möglicherweise an Ihrem Standort nicht verfügbar.

source: Processing '%s' guides.
de: Verarbeite '%s'-Programmführer.

source: Producer
de: Produzent

source: Rating
de: Bewertung

source: Reference
de: Referenz

source: Remove a Pluto TV bouquet
de: Ein Pluto TV-Bouquet entfernen

source: Resume position at %s
de: Wiederaufnahmeposition bei %s

source: Return to the top menu
de: Zum Hauptmenü zurückkehren

source: Season
de: Staffel

source: Season available
de: Staffel verfügbar

source: Season, episode
de: Staffel, Folge

source: Select 'Yes' to add #DESCRIPTION lines to all bouquets created by Pluto TV.
de: Wähle 'Ja', um #DESCRIPTION-Zeilen zu allen von Pluto TV erstellten Bouquets hinzuzufügen.

source: Select 'Yes' to add Pluto TV to the Extensions Menu.
de: Wähle 'Ja', um Pluto TV dem Erweiterungsmenü hinzuzufügen.

source: Select 'Yes' to add Pluto TV to the Main Menu.
de: Wähle 'Ja', um Pluto TV dem Hauptmenü hinzuzufügen.

source: Select 'Yes' to add a blank line between the parts (cast, writers, directors, producers, release date) of the description.
de: Wähle 'Ja', um eine Leerzeile zwischen den Teilen der Beschreibung (Besetzung, Autoren, Regie, Produzenten, Veröffentlichungsdatum) einzufügen.

source: Select 'Yes' to add a blank line between the parts of the episode number, name and description.
de: Wähle 'Ja', um eine Leerzeile zwischen Episodennummer, Titel und Beschreibung einzufügen.

source: Select 'Yes' to add the Pluto TV update function to the Extensions Menu.
de: Wähle 'Ja', um die Pluto TV-Updatefunktion dem Erweiterungsmenü hinzuzufügen.

source: Select 'Yes' to add the Samsung VOD channels to the bouquet.
de: Wähle 'Ja', um Samsung-VOD-Kanäle zu den Bouquets hinzuzufügen.

source: Select 'Yes' to add the Xiaomi VOD channels to the bouquet.
de: Wähle 'Ja', um Xiaomi-VOD-Kanäle zu den Bouquets hinzuzufügen.

source: Select 'Yes' to display a pop up screen to confirm the close request.
de: Wähle 'Ja', um beim Schließen eine Bestätigungsnachricht anzuzeigen.

source: Select 'Yes' to display the initial data loading information.
de: Wähle 'Ja', um Informationen zum anfänglichen Laden der Daten anzuzeigen.

source: Select 'Yes' to force picons to be downloaded from Pluto TV even if they are already locally available.
de: Wähle 'Ja', um Picons von Pluto TV erneut herunterzuladen, auch wenn sie lokal bereits vorhanden sind.

source: Select a VOD region
de: Wähle VOD Region

source: Select the VOD region to be viewed:
de: Wähle die VOD Region:

source: Select the current menu item
de: Aktuelles Menüelement auswählen

source: Select the delay between automatic updates of the Pluto TV carousel.
de: Zeitspanne zwischen automatischen Aktualisierungen des Pluto TV-Karussells auswählen.

source: Select the operating mode.
de: Betriebsmodus auswählen.

source: Select the operating picon mode.
de: Picon-Betriebsmodus auswählen.

source: Select the region for which a bouquet will be created.
de: Region auswählen, aus der die Pluto TV-Bouquets erstellt werden sollen.

source: Select the region from which the Pluto TV services will be loaded.
de: Region auswählen, aus der die Pluto TV-Dienste geladen werden sollen.

source: Select the service numbering scheme.
de: Nummerierungsschema für die Sender auswählen.

source: Select the service type to be used for the region bouquet.
de: Wähle den Service Typ welcher für das Bouquet der Region.

source: Separate episode details
de: Episodendetails trennen

source: Separate other details
de: Andere Details trennen

source: Start Pluto TV bouquet, picons & EPG update.
de: Starte Pluto TV Bouquet, Picons & EPG update.

source: Start PlutoTV in silent mode
de: Pluto TV im Silent-Modus starten

source: Stop playing this movie?
de: Wiedergabe stoppen?

source: Time between automatic updates
de: Zeit zwischen automatischen Aktualisierungen

source: Update Bouquets
de: Bouquets aktualisieren

source: Update aborted!
de: Update abgebrochen!

source: Update already in progress!
de: Update läuft gerade!

source: Update finished.
de: Update abgeschlossen.

source: Updates disabled
de: Updates deaktiviert

source: VOD Categories Menu
de: VOD-Kategorienmenü

source: Writer
de: Autor
